<?php
// +----------------------------------------------------------------------
// | OSCMF框架 [ 基于VUE和THINKPHP6的企业级管理框架 ]
// +----------------------------------------------------------------------
// | Copyright (c) 2013-2017 http://www.oscmf.com All rights reserved.
// +----------------------------------------------------------------------
// | Author: King < 091004081@163.com > 2019/12/21 21:35
// +----------------------------------------------------------------------


namespace app\model;


use think\Model;

/**
 * 权限模块管理
 * Class AuthModule
 * @package app\model
 * @Author: King < 091004081@163.com >
 */
class AuthModule extends Model
{

}