<?php
// +----------------------------------------------------------------------
// | OSCMF框架 [ 基于VUE和THINKPHP6的企业级管理系统 ]
// +----------------------------------------------------------------------
// | Copyright (c) 2013-2017 http://www.oscmf.com All rights reserved.
// +----------------------------------------------------------------------
// | Author: King < 091004081@163.com > 2019/11/19 10:33 下午
// +----------------------------------------------------------------------


namespace oscmf\base;

/**
 * 逻辑层基类
 * Class BaseLogic
 * @package oscmf\base
 * @Author: King < 091004081@163.com >
 */
class BaseLogic
{

}